Repository: Kostenkov-2021/WhatsAppNG
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: de, tr, uk

source: Copy current message to clipboard
de: Aktuelle Nachricht in die Zwischenablage kopieren
tr: Geçerli mesajı panoya kopyala
uk: Копіювати поточне повідомлення в буфер обміну

source: Copied
de: Kopiert
tr: Kopyalandı
uk: Скопійовано

source: Cannot copy
de: Kann nicht kopiert werden
tr: Kopyalanamadı
uk: Неможливо скопіювати

source: Play voice message
de: Sprachnachricht abspielen
tr: Sesli mesajı oynat
uk: Відтворити голосове повідомлення

source: No audio message found
de: Keine Sprachnachricht gefunden
tr: Sesli mesaj bulunamadı
uk: Аудіоповідомлення не знайдено

source: Read complete message (clicks 'read more' button)
de: Vollständige Nachricht lesen (klickt auf die Schaltfläche „Mehr lesen“)
tr: Mesajın tamamını oku ('daha fazlasını oku' düğmesini tıklar)
uk: Прочитати повідомлення повністю (натисніть кнопку «читати далі»)

source: Not a text message
de: Keine Textnachricht
uk: Не текстове повідомлення

source: No message found
de: Keine Nachricht gefunden
tr: Mesaj bulunamadı
uk: Повідомлення не знайдено

source: Text not found
de: Text nicht gefunden
tr: Metin bulunamadı
uk: Текст не знайдено

source: Open context menu
de: Kontextmenü öffnen
tr: Bağlam menüsünü aç
uk: Відкрити контекстне меню

source: No menu found
de: Kein Menü gefunden
tr: Menü bulunamadı
uk: Меню не знайдено

source: Focus message composer
de: Verfasser von Fokusnachrichten
tr: Odak mesaj oluşturucu
uk: Перейти до редактора повідомлення

source: Message composer not found
de: Nachrichtenverfasser nicht gefunden
tr: Mesaj oluşturucu bulunamadı
uk: Редактор повідомлення не знайдено

source: Go to WhatsApp conversation list
de: Zur WhatsApp-Konversationsliste gehen
tr: WhatsApp konuşma listesine git
uk: Перейти до списку розмов WhatsApp

source: Conversation list not found
de: Konversationsliste nicht gefunden
tr: Konuşma listesi bulunamadı
uk: Список розмов не знайдено

source: Go to WhatsApp message list
de: Zur WhatsApp-Nachrichtenliste gehen
tr: WhatsApp mesaj listesine git
uk: Перейти до списку повідомлень WhatsApp

source: Message list not found
de: Nachrichtenliste nicht gefunden
tr: Mesaj listesi bulunamadı
uk: Список повідомлень не знайдено

source: Toggle phone number filtering in conversation list
de: Schalten Sie die Telefonnummernfilterung in der Konversationsliste um
tr: Konuşma listesinde telefon numarası filtrelemesini değiştirir
uk: Перемкнути фільтрування телефонних номерів у списку розмов

source: Use this command in the conversation list
de: Verwenden Sie diesen Befehl in der Konversationsliste
tr: Konuşma listesinde bu komutu kullanır
uk: Використовуйте цю команду в списку розмов

source: Conversation list: phone numbers hidden
de: Konversationsliste: Telefonnummern ausgeblendet
tr: Konuşma listesi: telefon numaralarını gizle
uk: Список розмов: номери телефонів приховано

source: Conversation list: phone numbers visible
de: Konversationsliste: Telefonnummern sichtbar
tr: Konuşma listesi: telefon numaralarını göster
uk: Список розмов: телефонні номери показано

source: Toggle phone number filtering in message list
de: Schalten Sie die Telefonnummernfilterung in der Nachrichtenliste um
tr: Mesaj listesinde telefon numarası filtrelemesini değiştirir
uk: Перемкнути фільтрування телефонних номерів у списку повідомлень

source: Use this command in the message list
de: Verwenden Sie diesen Befehl in der Nachrichtenliste
tr: Mesaj listesinde bu komutu kullanır
uk: Використовуйте цю команду в списку повідомлень

source: Message list: phone numbers hidden
de: Nachrichtenliste: Telefonnummern ausgeblendet
tr: Mesaj listesi: telefon numaralarını gizle
uk: Список повідомлень: номери телефонів приховано

source: Message list: phone numbers visible
de: Nachrichtenliste: Telefonnummern sichtbar
tr: Mesaj listesi: telefon numaralarını göster
uk: Список повідомлень: номери телефонів показано

source: Toggle automatic Focus Mode
de: Schalten Sie den automatischen Fokusmodus um
uk: Увімкнути автоматичний режим фокусування

source: Auto Focus Mode: enabled
de: Autofokus-Modus: aktiviert
uk: Режим автофокусування: увімкнено

source: Auto Focus Mode: disabled
de: Autofokus-Modus: deaktiviert
uk: Режим автофокусування: вимкнено

source: WhatsApp Desktop accessibility enhancements
de: Verbesserungen der Barrierefreiheit von WhatsApp Desktop
tr: WhatsApp Masaüstü erişilebilirlik geliştirmeleri
uk: Покращення доступності WhatsApp Desktop

source: Provides accessibility improvements for the web-based WhatsApp Desktop, including navigation shortcuts, message interaction enhancements, and better screen reader support.
de: Bietet Verbesserungen der Barrierefreiheit für den webbasierten WhatsApp-Desktop, einschließlich Navigationsverknüpfungen, Verbesserungen der Nachrichteninteraktion und besserer Unterstützung für Bildschirmleseprogramme.
uk: Забезпечує покращення доступності для веб-версії WhatsApp Desktop, зокрема покращення навігації, взаємодії з повідомленнями та підтримки скрінрідерів.

source: Initial release. - Navigation shortcuts for conversation list, message list, and message composer. - Voice message playback with support for individual chats and groups. - Context menu access for message actions. - Phone number filtering toggle for conversations and messages. - Automatic focus mode activation in WhatsApp Desktop.
de: Erstveröffentlichung. - Navigationsverknüpfungen für Konversationsliste, Nachrichtenliste und Nachrichtenersteller. - Wiedergabe von Sprachnachrichten mit Unterstützung für einzelne Chats und Gruppen. - Kontextmenüzugriff für Nachrichtenaktionen. - Umschalten der Telefonnummernfilterung für Konversationen und Nachrichten.n - Automatische Aktivierung des Fokusmodus in WhatsApp Desktop.
tr: İlk sürüm. - Konuşma listesi, mesaj listesi ve mesaj oluşturucu için dolaşım kısayolları. - Bireysel sohbetler ve gruplar için sesli mesaj oynatma desteği. - Mesaj eylemleri için bağlam menüsü erişimi. - Konuşmalar ve mesajlar için telefon numarası filtreleme geçişi. - WhatsApp Masaüstünde otomatik odaklama modunun etkinleştirilmesi.

source: Provides accessibility improvements for the web-based WhatsApp Desktop, including navigation shortcuts, message interaction enhancements, and better screen reader support. Features: - Navigation shortcuts (Alt+1, Alt+2, Alt+D) - Voice message playback (Enter) - Context menu access (Shift+Enter) - Toggle phone number filtering in conversations and messages
tr: Dolaşım kısayolları, mesaj etkileşimi geliştirmeleri ve daha iyi ekran okuyucu desteği de dahil olmak üzere web tabanlı WhatsApp Masaüstü için erişilebilirlik iyileştirmeleri sağlar. Özellikler: - Dolaşım kısayolları (Alt+1, Alt+2, Alt+D) - Sesli mesajı oynat (Enter) - Bağlam menüsü erişimi (Shift+Enter) - Konuşmalarda ve mesajlarda telefon numarası filtrelemesini açma/kapatma
